import styles from "./AboutUs.module.css";

export default function AboutUs() {
  return (
    <main>
      <section>
        <div className={styles.AboutUs}>
          <h3>درباره ما</h3>
          <p>
            به برنامه فیلم ما خوش آمدید! ما از علاقه مندان پرشور فیلم هستیم که
            این پلتفرم را ایجاد کرده ایم تا عشق خود را به سینما با دوستانی مانند
            شما به اشتراک بگذاریم. ماموریت ما ارائه مجموعه ای جامع از فیلم ها از
            ژانرها و کارگردانان مختلف است که به شما امکان می دهد فیلم های جدید
            را برای لذت بردن کاوش و کشف کنید. چه از طرفداران پرفروش‌های اکشن،
            درام‌های دل‌انگیز، یا مستندهای تأمل برانگیز باشید، برنامه ما برای
            همه چیزهایی دارد. ما در تلاش هستیم تا به طور مداوم پلتفرم خود را
            بهبود بخشیم و بهترین تجربه کاربری ممکن را ارائه دهیم. از نظرات و
            پیشنهادات شما همیشه استقبال می شود زیرا ما در تلاش هستیم تا برنامه
            .خود را حتی بهتر کنیم
          </p>
        </div>
      </section>
    </main>
  );
}
